{"_id":{"$oid":"5ebd02a1db80ee15e8e999f8"},"places":[{"$oid":"5ebf9ad9ded243150047e779"},{"$oid":"5ec217c813b6c00790fbb996"}],"name":"Germany","description":"Germany is a country in Central and Western Europe. Covering an area of 357,022 square kilometres, it lies between the Baltic and North seas to the north, and the Alps to the south. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west.","number":{"$numberInt":"1"},"picture":"0f612aa3bd5ecbde88cb601fa0f8cb62","__v":{"$numberInt":"1"}}
{"_id":{"$oid":"5ebe1d8027b7dc1a5c42b851"},"places":[],"name":"Austria","description":"Austria is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.","number":{"$numberInt":"2"},"picture":"eb4cbe3e56424e151597f618eb7839fb","__v":{"$numberInt":"0"}}
{"_id":{"$oid":"5ebe46ca2654d01ff02194b9"},"places":[],"name":"Hungary","description":"Hungary is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs, and Győr.","number":{"$numberInt":"3"},"picture":"3c2bca73a1d5af9308851b05879f413a","__v":{"$numberInt":"0"}}
{"_id":{"$oid":"5ec243e9187e9b1fa054c1d9"},"places":[{"$oid":"5ec24404187e9b1fa054c1db"},{"$oid":"5ec24417187e9b1fa054c1df"}],"name":"Groland","description":"Groland","number":{"$numberInt":"10"},"picture":"b215750d7c9c8607bd7715f8a5db9b3d","__v":{"$numberInt":"2"}}
